Repository: fbrehm/py-logrotate
Catalog: po/*/LC_MESSAGES/plogrotate.po
Languages: de_de

source: File {!r} does not exists.
de_de: Die Datei {!r} existiert nicht.

source: File {!r} is not a regular file.
de_de: Die Datei {!r} ist keine reguläre Datei.

source: It is designed to ease administration of systems that generate large numbers of log files. It allows automatic rotation, compression and removal of log files. Each log file may be handled hourly, daily, weekly, monthly, or when it grows too large.
de_de: Es ist dafür bestimmt, die Administration von Systemen zu vereinfachen, die eine große Anzahl Logdateien generieren. Es erlaubtz die automatische Rotation und Kompression von Logdateien deren Löschung. Jede Logdatei kann stündlich, t#gliche, wöchentlich, monatlich behandelt werden, oder wenn sie zu groß werden.

source: Logrotate Options
de_de: Logrotations-Optionen

source: FILE
de_de: DATEI

source: Path of state file (default: {!r}).
de_de: Pfad zur Statusdatei (Vorgabe: {!r}).

source: Path of PID file (default: {!r}).
de_de: Pfad zur PID-Datei (Vorgabe: {!r}).

source: CONFIG_FILE
de_de: KONFIG_DATEI

source: Path of the configuration file (default: {!r}).
de_de: Pfad zur Konfigurations-Datei (Vorgabe: {!r}).

source: Initializing necessary objects ...
de_de: Initialisiere notwendige Objekte …

source: Executing {!r} ...
de_de: Führe {!r} aus …

source: Found no existing logfiles to rotate.
de_de: Keine existierenden Logdateien zum Rotieren gefunden.

source: Found one existing logfile to rotate.
de_de: Fand eine existierende Logdatei für die Rotation.

source: Starting {a!r}, version {v!r} ...
de_de: Starte {a!r}, Version {v!r} …

source: Trying to create PID-file {fn!r} ...
de_de: Versuche PID-Datei {fn!r} zu erstellen …

source: Found status entries:
de_de: Gefundene Status-Einträge:

source: Setting last rotation of {lf!r} to {dt} in logfile group {ix}.
de_de: Setze Zeitpunkt der letzten Rotation von {lf!r} in der Logdatei-Gruppe {ix} auf {dt}.

source: Found no logfiles to rotate.
de_de: Keine Logdateien zum Rotieren gefunden.

source: Found one logfile to rotate.
de_de: Fand eine Logdatei, die rotiert werden muss.

source: File does not exists
de_de: Die Datei existiert nicht

source: Path is a directory
de_de: Der Pfad ist ein Verzeichnis

source: File is not readable
de_de: Die Datei ist nicht lesbar

source: Config file {!r} was already read.
de_de: Die Konfigurationsdatei {!r} wurde bereits gelesen.

source: Found opening curly bracket in file {f!r}:{nr} after another opening curly bracket.
de_de: Öffnende geschweifte Klammern in Datei {f!r}:{nr} nach anderen öffnenden geschweiften Klammern gefunden.

source: Pointless content found {li!r} after opening curly bracket in file {f!r}:{nr}.
de_de: Sinnlosen Inhalt {li!r} nach öffnenden geschweiften Klammern in Datei {f!r}:{nr} gefunden.

source: Pointless content found {li!r} after closing curly bracket in file {f!r}:{nr}.
de_de: Sinnlosen Inhalt {li!r} nach schließenden geschweiften Klammern in Datei {f!r}:{nr} gefunden.

source: The filename of the config file may not be None.
de_de: Der Dateiname der Konfigurationsdatei darf nicht None sein.

source: Invalid taboo pattern {!r} given.
de_de: Ungültiges Tabu-Muster {!r} gegeben.

source: Invalid taboo pattern type {!r} given.
de_de: Ungültiger Typ {!r} für ein Tabu-Muster gegeben.

source: Got a {c} error on adding taboo pattern {p!r}: {e}.
de_de: Bekam einen {c}-Fehler beim Hizufügen des Tabumusters {p!r}: {e}.

source: Taboo pattern {!r} already exists in the list of taboo patterns.
de_de: Das Tabu-Muster {!r} existiert bereits in der Liste der Tabu-Muster.

source: Taboo pattern {!r} already exists in the list of taboo file patterns.
de_de: Das Tabu-Muster {!r} existiert bereits in der Liste der Datei-Tabu-Muster.

source: Initializing the list of taboo patterns with some default values.
de_de: Initialisiere die Liste der Tabu-Muster mit einigen Vorgabe-Werten.

source: Initializing default file group ...
de_de: Initialisiere Vorgabe-Dateigruppe …

source: All read config files:
de_de: Alle gelesenen Konfigurationsdateien:

source: All evaluated scripts:
de_de: Alle gefundenen Skripte:

source: Reading configuration from {!r} ...
de_de: Lese Konfiguration von {!r} …

source: Could not read configuration file {f!r}: {e}
de_de: Konnte Konfigurations-Datei {f!r} nicht lesen: {e}

source: Script {n!r} not finished at the end of file {fn!r}.
de_de: Das Skript {n!r} ist am Ende der Datei {fn!r} nicht abgeschlossen.

source: Evaluating content of {!r} ...
de_de: Erforsche Inhalt von {!r} …

source: Evaluating line {f!r}:{nr}: {li!r}
de_de: Erforsche Zeile {f!r}:{nr}: {li!r}

source: Finishing script {n!r} ({f!r}:{nr}).
de_de: Beende Skript {n!r} ({f!r}:{nr}).

source: Possible path at begin: {!r}.
de_de: Möglicher Pfad am Anfang: {!r}.

source: Unknown directive {d!r} in {f!r}:{nr} found.
de_de: Unbekannte Direktive {d!r} in {f!r}:{nr} gefunden.

source: Syntax error: include may not appear inside of a log file definition ({f!r}:{nr}).
de_de: Syntaxfehler: ein Include darf nicht innerhalb eines Logdatei-Definitionsblocks auftreten ({f!r}:{nr}).

source: Syntax error: directive {d!r} may not appear inside of a log file definition ({f!r}:{nr}).
de_de: Syntaxfehler: die Direktive {d!r} darf nicht innerhalb eines Logdatei-Definitionsblocks auftreten ({f!r}:{nr}).

source: Syntax error: directive {d!r} needs a file parameter ({f!r}:{nr}).
de_de: Syntaxfehler: die Direktive {d!r} benötigt einen Datei-Parameter ({f!r}:{nr}).

source: Syntax error: directive {d!r} needs exactly one file parameter ({f!r}:{nr}).
de_de: Syntaxfehler: die Direktive {d!r} benötigt exakt einen Datei-Parameter ({f!r}:{nr}).

source: Directive {d!r} needs an absolute path as parameter ({f!r}:{nr}).
de_de: Die Direktive {d!r} benötigt einen absoluten Pfad als Parameter ({f!r}:{nr}).

source: Setting {d!r} to {p!r}.
de_de: Setze {d!r} auf {p!r}.

source: Directive {d!r} without pattern given ({f!r}:{nr}).
de_de: Die Direktive {d!r} wurde ohne Muster angegeben ({f!r}:{nr}).

source: Adding taboo pattern {p!r} of type {t!r}.
de_de: Füge Tabu-Muster {p!r} vom Typ {t!r} hinzu.

source: Starting new script in {f!r}:{nr}: {line}
de_de: Beginne neues Skript in {f!r}:{nr}: {line}

source: Pointless options for directive {d!} found ({f!r}:{nr}).
de_de: Sinnlose Optionen für Direktive {d!} gefunden ({f!r}:{nr}).

source: Directive {d!r} is not allowed inside a logfile definition block ({f!r}:{nr}).
de_de: Die Direktive {d!r} ist innerhalb eines Logdatei-Definitionsblocks nicht erlaubt ({f!r}:{nr}).

source: Directive {d!r} is not allowed outside a logfile definition block ({f!r}:{nr}).
de_de: Die Direktive {d!r} ist nicht außerhalb eines Logdatei-Definitionsblocks erlaubt ({f!r}:{nr}).

source: Directive {d!r} needs a unique name of the script ({f!r}:{nr}).
de_de: Die Direktive {d!r} benötigt einen eindeutigen Names des Skripts ({f!r}:{nr}).

source: Name {n!r} for a script was already used ({f!r}:{nr}).
de_de: Der Name {n!r} wurde bereits für ein Skript verwendet ({f!r}:{nr}).

source: New script name: {!r}.
de_de: Neuer Skriptname: {!r}.

source: Evaluating include line in {f!r}:{nr}: {li!r}
de_de: Erforsche Include-Zeile in {f!r}:{nr}: {li!r}

source: No file or directory given in a include directive ({f!r}:{nr}).
de_de: Keine Datei oder Verzeichnis in Include-Direktive gegeben ({f!r}:{nr}).

source: Only one declaration of a file or directory is allowed in a include directive, the first one is used ({f!r}:{nr}).
de_de: In einer Include-Direktive ist die Deklaration einer Datei oder Verzeichnisses erlaubt, die erste wird verwendet ({f!r}:{nr}).

source: Including object {o!r} does not exists ({f!r}:{nr}).
de_de: Das Include-Obket {o!r} existiert nicht ({f!r}:{nr}).

source: Object {o!r} was already included in {of!r}:{ol} ({f!r}:{nr}).
de_de: Das Objekt {o!r} wurde bereits in {of!r}:{ol} included ({f!r}:{nr}).

source: Including object {o!r} is neither a directory nor a regular file ({f!r}:{nr}).
de_de: Das Include-Obket {o!r} ist weder ein Verzeichnis noch eine reguläre Datei ({f!r}:{nr}).

source: Including directory {!r} ...
de_de: Include Verzeichnis {!r} …

source: Include child {!r} is not a regular file.
de_de: Das Unterobjekt {!r} als Include ist keine reguläre Datei.

source: Including child {!r}, searching for taboo patterns ...
de_de: Include Unterobjekt {!r}, suche nach Tabu-Mustern …

source: File {n!r} ({f}) matches taboo pattern {p!r}.
de_de: Die Datei ({f}) stimmt mit Tabu-Muster {p!r} überein.

source: File {f!r} matches taboo file pattern {p!r}.
de_de: Die Datei ({f}) stimmt mit Dateimuster {p!r} überein.

source: Evaluating line with a path at begin in {f!r}:{nr}: {li!r}
de_de: Erforsche Zeile mit einem Pfad am Anfang in {f!r}:{nr}: {li!r}

source: New spawned file group:
de_de: Neu generierte Dateigruppe:

source: Logfile patttern definitions inside a definition block (in file {f!r}:{nr}) are not allowed.
de_de: Logdateimuster-Definitionen innerhalb eines Definitionsblocks (in Datei {f!r}:{nr}) sind nicht erlaubt.

source: Current file group:
de_de: Aktuelle Dateigruppe:

source: Evaluating line with a opening curly bracket in {f!r}:{nr}: {li!r}
de_de: Erforsche Zeile mit öffnenden geschweiften Klammern in {f!r}:{nr}: {li!r}

source: Found opening curly bracket in file {f!r}:{nr} without previous definition of files to rotate.
de_de: Öffnende geschweifte Klammern in Datei {f!r}:{nr} ohne vorherige Definition der Dateien, die zu rotieren sind, gefunden.

source: Evaluating line with a closing curly bracket in {f!r}:{nr}: {li!r}
de_de: Erforsche Zeile mit schließenden geschweiften Klammern in {f!r}:{nr}: {li!r}

source: Found closing curly bracket in file {f!r}:{nr} without previous definition of files to rotate.
de_de: Schließende geschweifte Klammern in Datei {f!r}:{nr} ohne vorherige Definion von Dateien, die zu rotieren sind, gefunden.

source: Finishing file group:
de_de: Schließe Dateigruppe:

source: Found closing curly bracket in file {f!r}:{nr} without previous opening curly bracket.
de_de: Schließende geschweifte Klammern in Datei {f!r}:{nr} ohne vorherige öffnende geschweifte Klammern gefunden.

source: Resolving globbing patterns in all file groups ...
de_de: Löse Globbing-Muster in allen Dateigruppen auf …

source: Double declaration of logfile {lf!r} in {f1!r} (line {lnr1}) and {f2!r} (line {lnr2}).
de_de: Doppelte Deklaration der Logdatei {lf!r} in {f1!r} (Zeile {lnr1}) und {f2!r} (Zeile {lnr2}).

source: Resolved logfiles:
de_de: Aufgelöste Logdateien:

source: Checking all existing logfiles for the need of rotation.
de_de: Überprüfe ale Logdateien zur Notwendigkeit der Rotation.

source: Logfiles to rotate:
de_de: Logdateien, die rotiert werden müssen.

source: Broken split of {chunk!r}: {left!r} left.
de_de: Kaputte Auftrennung von {chunk!r}: {left!r} blieb übrig.

source: Given value is None.
de_de: Der übergebene Wert ist None.

source: Using radix {radix!r}, thousend separator {sep!r}
de_de: Verwendeter Dezimal-Separator {radix!r}, Tausender-Separator {sep!r}

source: Value without thousend separators: {!r}.
de_de: Wert ohne Tausender-Separator: {!r}.

source: Could not determine bytes in {!r}.
de_de: Konnte Bytes in {!r} nicht ermitteln

source: Found factor {}.
de_de: Faktor {} gefunden.

source: Couldn't detect suffix {!r}.
de_de: Konnte Suffix in {!r} nicht ermitteln.

source: Given period is None.
de_de: Die übergebene Periode ist None.

source: Given period was empty.
de_de: Die übergebene Periode war leer.

source: Called with {!r}.
de_de: Aufgerufen mit {!r}.

source: Using radix {!r} ...
de_de: Verwende Dezimal-Separator {!r} …

source: Invalid content for a period: {!r}.
de_de: Ungültiger Inhalt für eine Periode: {!r}.

source: Total {!r} days found.
de_de: Insgesamt {!r} Tage gefunden.

source: Pattern {!r}.
de_de: Muster {!r}.

source: Found {:.2f} hours.
de_de: Fand {:.2f} Stunden.

source: Rest after hours: {!r}.
de_de: Rest nach Stundenermittlung: {!r}.

source: Found {:f} weeks.
de_de: Fand {:f} Wochen.

source: Rest after weeks: {!r}.
de_de: Rest nach Wochenermittlung: {!r}.

source: Found {:f} months.
de_de: Fand {:f} Monate.

source: Rest after months: {!r}.
de_de: Rest nach Monatzsermittlung: {!r}.

source: Found {:f} years.
de_de: Fand {:f} Jahre.

source: Rest after years: {!r}.
de_de: Rest nach den Jahresermittlung: {!r}.

source: Found {:f} days.
de_de: {:f} Tage gefunden.

source: Rest after days: {!r}.
de_de: Rest nach Ermittlung der Tage: {!r}.

source: Found address entry:
de_de: Gefundener Adresseintrag:

source: Got mail address pair:
de_de: Mailadress-Paar bekommen:

source: Found invalid mail address {!r}.
de_de: Ungültige Mailadresse {!r} gefunden.

source: Unbalanced quotes in {!r}.
de_de: Nicht ausbalancierte Anführungszeichen in {!r}.

source: Unbalanced quote {what!r} in {where!r}.
de_de: Nicht ausbalancierte Anführungszeichen {what!r} in {where!r}.

source: Invalid rotation method {!r} given.
de_de: Ungültige Rotationsmethode {!r} angegeben.

source: Invalid rotation interval {!r} given.
de_de: Ungültiges Rotations-Intervall {!r} angegeben.

source: Pointless option(s) for directive {d!r} in {lf!r}:{lnr}: {line}
de_de: Sinnlose Option(en) für Direktive {d!r} in {lf!r}:{lnr}: {line}

source: Invalid internal compressor {!r} given.
de_de: Ungültiger interner Kopressor {!r} übergeben.

source: A negative value for {!r} is not allowed.
de_de: Ein negativer Wert für {!r} ist nicht erlaubt.

source: A negative number for {!r} is not allowed.
de_de: Eine negative Zahl für {!r} ist nicht erlaubt.

source: Found wrong {f} specifier, the only allowed specifiers are {li}.
de_de: Ungültigen {f}-Platzhalter gefunden, die einzigen erlaubten Platzhalter sind {li}.

source: New {what} path: {p!r}.
de_de: Neuer {what}-Pfad: {p!r}.

source: Logfile {!r} already removed in logfile group.
de_de: Die Logdatei {!r} wurde in der Logdatei-Gruppe bereits gelöscht.

source: Method {} may only be used on a default file group.
de_de: Die Methode {} darf nur bei einer Vorgabe-Dateigruppe verwendet werden.

source: Spawning a new file group from a default file group.
de_de: Generiere neue Dateigruppe aus einer Vorgabe-Dateigruppe.

source: Call of {what} with a wrong number ({nr}) of arguments.
de_de: Aufruf von {what} mit einer ungültigen Anzahl ({nr}) von Argumenten.

source: File {!r} not found in file list.
de_de: Datei {!r} nicht in Dateiliste gefunden.

source: Could not add file pattern {p!r}: {e}
de_de: Konnte Dateimuster {p!r} nicht hinzufügen: {e}

source: A logfile pattern must be an absolute path: {!r}
de_de: Ein Logdateimuster muss ein absoluter Pfad sein: {!r}

source: Resolving globbing pattern in file group.
de_de: Löse Globbing-Muster in Dateigruppe auf.

source: Resolving globbing pattern in file group number {}.
de_de: Löse Globbing-Muster in Dateigruppe Nummer {} auf.

source: Did not found a file for pattern {p!r} defined in {cf!r} line {lnr}.
de_de: Keine Datei zum Muster {p!r} definiert in {cf!r}, Zeile {lnr}, gefunden.

source: Multiple definition of logfile {f!r} in {cf!r}.
de_de: Mehrfache Definition der Logdatei {f!r} in {cf!r}.

source: Resolved logfiles in file group:
de_de: Aufgelöste Logdateien in Dateigruppe:

source: Trying to apply option line {!r} to a default file group.
de_de: Versuche Options-Zeile {!r} auf eine Vorgabe-Dateigruppe anzuwenden.

source: Trying to apply option line {!r} to a file group.
de_de: Versuche Options-Zeile {!r} auf eine Dateigruppe anzuwenden.

source: Unsupported directive {d!r} found in {lf!r}:{lnr}.
de_de: Nicht unterstützte Direktive {d!r} in {lf!r}:{lnr} gefunden.

source: Error in {lf!r}:{lnr}: directive {d!r} was already set as {ex!r} in {of!r}:{ol}.
de_de: Fehler in {lf!r}:{lnr}: die Direktive {d!r} wurde bereits als {ex!r} in {of!r}:{ol} gesetzt.

source: Setting default file group property {p!r} to {v!r}.
de_de: Setze Eigenschaft {p!r} der Vorgabe-Dateigruppe auf {v!r}.

source: Setting file group property {p!r} to {v!r}.
de_de: Setze Eigenschaft {p!r} der Dateigruppe auf {v!r}.

source: Necessary integer value for directive {d!r} in {lf!r}:{lnr} not given: {line}
de_de: Notwendiger Ganzzahl-Wert für Direktive {d!r} in {lf!r}:{lnr} nicht angegeben: {line}

source: Invalid value {v!r} for directive {d!r} in {lf!r}:{lnr}: {e}
de_de: Ungültiger Wert {v!r} für Direktive {d!r} in {lf!r}:{lnr}: {e}

source: Directive {d!r} needs exactly one option ({g} given in {lf!r}:{lnr}): {line}
de_de: Die Direktive {d!r} benötigt exakt eine Option ({g} angegeben in {lf!r}:{lnr}): {line}

source: Directive {d!r} needs at least one option ({g} given in {lf!r}:{lnr}): {line}
de_de: Die Direktive {d!r} benötigt wenigstens eine Option ({g} angegeben in {lf!r}:{lnr}): {line}

source: Directive {d!r} needs at most one option ({g} given in {lf!r}:{lnr}): {line}
de_de: Die Direktive {d!r} benötigt höchstens eine Option ({g} angegeben in {lf!r}:{lnr}): {line}

source: There is something failing ...
de_de: Da fehlt irgendwas …

source: Invalid value {v!r} for directive {d!r} in {lf!r}:{lnr}: {c} - {e}
de_de: Ungültiger Wert {v!r} für Direktive {d!r} in {lf!r}:{lnr}: {c} - {e}

source: Setting rotation method to {m!r} and the create options to {o!r}.
de_de: Setze Rotations-Methode auf {m!r} und die Erstellungs-Optionen auf {o!r}.

source: Checking file {!r} for the need of rotation.
de_de: Überprüfe Datei {!r} zur Notwendigkeit der Rotation.

source: File {!r} is empty and that's why it should not be rotated.
de_de: Die Datei {!r} ist leer und soll deshalb nicht rotiert werden.

source: File {lf!r} has a size of {sz}.
de_de: Die Datei {lf!r} hat eine Größe von {sz}.

source: Last rotation of {lf!r} was {days:0.1f} days ago.
de_de: Die letzte Rotation von {lf!r} war vor {days:0.1f} Tagen.

source: File was obviously not rotated.
de_de: Die Datei wurde offensichtlich noch nicht rotiert.

source: File {lf!r} is {days:0.1f} days old.
de_de: Die Datei {lf!r} ist {days:0.1f} Tage alt.

source: File {lf!r} is less than one day old, not rotating.
de_de: Die Datei {lf!r} ist weniger als einen Tag alt und wird nicht rotiert.

source: File {lf!r} is bigger than or equal to size {sz}, rotating.
de_de: Die Datei {lf!r} ist größer oder gleich der Größe von {sz} und wird rotiert.

source: File {lf!r} is less than a size of {sz}, not rotating.
de_de: Die Datei {lf!r} ist kleiner als {sz} und wird nicht rotiert.

source: File {lf!r} is bigger than or equal to maximum size {sz}, rotating.
de_de: Die Datei {lf!r} ist größer oder gleich der Maximalgröße von {sz} und wird rotiert.

source: Minimum last rotation date of file {lf!r}: {dt}
de_de: Minimaler letzter Rotationszeitpunkt von {lf!r}: {dt}

source: Last rotation was long enough ago.
de_de: Die letzte Rotation ist lange genug her.

source: Last rotation was not long enough ago.
de_de: Die letzte Rotation ist noch nicht lange genug her.

source: File {lf!r} is less than the minimum size of {sz}, not rotating.
de_de: Die Datei {lf!r} ist kleiner als die Minimalgröße von {sz} und wird rotiert.

source: File {lf!r} is bigger than or equal to minimum size {sz}, rotating.
de_de: Die Datei {lf!r} ist größer oder gleich der Minimalgröße von {sz} und wird nicht rotiert.

source: File {lf!r} should not be rotated from some unknown reason.
de_de: Die Datei {lf!r} soll aus irgendeinem Grunde nicht rotiert werden.

source: Invalid type {t!r} of parameter {par}: {pat!r}.
de_de: Ungültiger Typ {t!r} des Parameters {par}: {pat!r}.

source: Invalid value for property {!r} given.
de_de: Ungültiger Wert der Property {!r} gegeben.

source: Logrotate script object {!r} will be destroyed.
de_de: Das Logrotate-Scriptobjekt {!r} wird zerstört.

source: No command to execute defined in script {!r}.
de_de: Kein Kommando zur Ausführung in Skript {!r} definiert.

source: Executing script {!r} with command:
de_de: Führe Skript {!r} mit den Kommandos aus:

source: Completed process:
de_de: Fertiggestellter Prozess:

source: Got returncode for script {s!r}: {ret!r}.
de_de: Erhaltener Wiedergabewert für Skript {s!r}: {ret!r}.

source: Execution of script {s!r} failed: {e}
de_de: Die Ausführung des Skripts {s!r} ist fehlgeschlagen: {e}

source: Checking, whether the script {!r} should be executed.
de_de: Überprüfe, ob das Skript {!r} ausgeführt werden sollte.

source: Could not evaluate {!r} as a datetime object.
de_de: Konnte {!r} nicht als datetime-Objekt interpretieren.

source: Auto reading on init ...
de_de: Automatisches Einlesen bei Initialisierung …

source: No auto reading on init ...
de_de: Kein automatisches Einlesen bei Initialisierung …

source: Status file object will destroyed.
de_de: Das Statusdatei-Objekt wird zerstört.

source: Only {e} objects can be added to a {c} object (given {f} object).
de_de: Nur {e}-Objekte können zu einem {c}-Objekt hinzugefügt werden (gegeben ein {f}-Objekt).

source: Filename {f1!r} in given {o} object does not match given filename {f2!r}.
de_de: Der Dateiname {f1!r} im gegebenen {o}-Objekt stimmt nicht mit dem gegebenen Dateinamen {f2!r} überein.

source: Original permissions of {fn!r}: {perm:04o}
de_de: Original-Zugriffsrechte auf {fn!r}: {perm:04o}

source: Path is not a regular file
de_de: Der Pfad ist keine reguläre Datei

source: No read permissions
de_de: Keine Leserechte

source: Trying to read {!r} ...
de_de: Versuche {!r} zu lesen …

source: Idendified version of status file: {}
de_de: Identifizierte Version der Status-Datei: {}

source: Could not evaluate line {file!r}:{lnr} {line!r}: {e}
de_de: Konnte Zeile {file!r}:{lnr} {line!r} nicht auswerten: {e}

source: Simulating writing {!r} ...
de_de: Simuliere das Schreiben von {!r} …

source: Writing line {!r}.
de_de: Schreibe Zeile {!r}.

source: Trying to write {!r} ...
de_de: Versuche {!r} zu schreiben …

source: Ensuring permissions of {!r} ...
de_de: Gewährleiste Zugriffsrechte auf {!r} …

source: Current permissions of {fn!r}: {cur:04o}, expected: {exp:04o}.
de_de: Aktuelle Zugriffsrechte auf {fn!r}: {cur:04o}, erwartet: {exp:04o}.

source: Setting permissions of {fn!r} to {perm:04o}.
de_de: Setze die Zugriffsrechte von {fn!r} auf {perm:04o}.

source: Checking permissions of status file {!r} ...
de_de: Überprüfe Zugriffsrechte auf Statusdatei {!r} …

source: Access to status file {!r} is OK.
de_de: Der Zugriff auf {!r} in in Ordnung.

source: No write access to status file {!r}.
de_de: Kein Schreibzugriff auf Statusdatei {!r}.

source: Checking permissions of parent directory {!r} ...
de_de: Überprüfe Zugriffsrechte auf übergeordnetes Verzeichnis {!r} …

source: Directory {!r} doesn't exists.
de_de: Das Verzeichnis {!r} existiert nicht.

source: Parent directory {d!r} of status file {f!r} is not a directory.
de_de: Das übergeordnetes Verzeichnis {d!r} der Statusdatei {f!r} is kein Verzeichnis.

source: No write access to parent directory {d!r} of status file {f!r}.
de_de: Kein Schreibzugriff aud das übergeordnetes Verzeichnis {d!r} der Statusdatei {f!r}.

source: Permissions to parent directory {!r} are OK.
de_de: Die Zugriffsrechte auf übergeordnetes Verzeichnis {!r} sind in Ordnung.

source: Module directory: {!r}
de_de: Modul-Verzeichnis: {!r}

source: Base directory: {!r}
de_de: Basis-Verzeichnis: {!r}

source: Locale directory: {!r}
de_de: Verzeichnis für Locales: {!r}

source: Locale domain: {!r}
de_de: Locale-Domäne: {!r}

source: Found .mo-file: {!r}
de_de: Gefundene .mo-Datei: {!r}
