Repository: fbrehm/py-logrotate
Catalog: po/*/LC_MESSAGES/pylogrotate.po
Languages: de

source: %s [options] <configfile>
de: %s [Optionen] <Konfigurationsdatei>

source: '%s' is not a directory
de: »%s« ist kein Verzeichnis

source: '%s' is not a regular file.
de: »%s« ist keine reguläre Datei.

source: 'dateext': first_val: '%(first_val)s', option_value: '%(value)s'. (file '%(file)s', line %(lnr)s)
de: »dateext«: first_val: »%(first_val)s«, option_value: »%(value)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Absolute path of status file is now '%s'.
de: Der absolute Pfad der Statusdatei ist jetzt »%s«.

source: Access to status file '%s' is OK.
de: Zugriff auf Statusdatei »%s« ist okay.

source: Arguments
de: Argumente

source: Called with '%s'.
de: Aufgerufen mit »%s«.

source: Check, whether logfile '%s' should rotated.
de: Überprüfe, ob die Logdatei »%s« rotiert werden muß.

source: Checking 'dateext', negated: '%(negated)s'. (file '%(file)s', line %(lnr)s)
de: Überprüfe »dateext«, negiert: »%(negated)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking 'period': key '%(key)s', value '%(value)s'. (file '%(file)s', line %(lnr)s)
de: Überprüfe »period«: Schlüssel »%(key)s«, Wert »%(value)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking file '%s' for deleting ...
de: Überprüfe Datei »%s« für Löschen ...

source: Checking for 'create' ... (file '%(file)s', line %(lnr)s)
de: Schaue nach »create« ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking for 'olddir' ... (file '%(file)s', line %(lnr)s)
de: Schaue nach »olddir« ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking for option 'size', value: '%(value)s' ... (file '%(file)s', line %(lnr)s)
de: Schaue nach Option »size«, Wert »%(value)s« ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking for option 'taboo%(type)s', value: '%(value)s' ... (file '%(file)s', line %(lnr)s)
de: Schaue nach Option »taboo%(type)s«, Wert »%(value)s« ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking line '%(line)s' for a logrotate option. (file '%(file)s', line %(lnr)s)
de: Überprüfe Zeile »%(line)s« nach einer Logrotate-Option. (Datei »%(file)s«, Zeile %(lnr)s)

source: Checking permissions of parent directory '%s' ...
de: Überprüfe Rechte auf übergeordnetes Verzeichnis »%s« ...

source: Checking permissions of status file '%s' ...
de: Überprüfe Rechte auf Statusdatei »%s« ...

source: Checking, whether the script '%s' should be executed.
de: Überprüfe, ob das Skript »%s« noch ausgeführt werden muß.

source: Checks only the given configuration file and does nothing. Conflicts with -f.
de: Überprüft nur die gegebene Konfigurationsdatei und führt nichts aus. Beißt sich mit -f.

source: Child in script '%(name)s' was terminated by signal %(retcode)d
de: Kindprozeß in Skript »%(name)s« wurde durch Signal %(retcode)d beendet.

source: Child was terminated by signal %d
de: Kindprozess wurde durch Signal %d beendet.

source: Command to send mail (instead of using the Phyton email package)
de: Befehl zum Mailversand (anstelle der Verwendung des Python email-Paketes)

source: Common options
de: Allgemeine Optionen

source: Compress command '%s' not found.
de: Das Komprimierungskommando »%s« wurde nicht gefunden.

source: Compress options: '%s'.
de: Komprimierungsoptionen: »%s«.

source: Compressing file '%(file)s' to '%(target)s' with '%(cmd)s' ...
de: Komprimiere Datei »%(file)s« zu »%(target)s« mit »%(cmd)s« ...

source: Compressing source '%(source)s' to target'%(target)s' with command '%(cmd)s'.
de: Komprimiere Quelldatei »%(source)s« zu Zieldatei »%(target)s« mit Kommando »%(cmd)s«.

source: Compressing source '%(source)s' to target'%(target)s' with module bz2.
de: Komprimiere Quelldatei »%(source)s« zu Zieldatei »%(target)s« mit dem Modul »bz2«.

source: Compressing source '%(source)s' to target'%(target)s' with module gzip.
de: Komprimiere Quelldatei »%(source)s« zu Zieldatei »%(target)s« mit dem Modul »gzip«.

source: Compressing source '%(source)s' to target'%(target)s' with module zipfile.
de: Komprimiere Quelldatei »%(source)s« zu Zieldatei »%(target)s« mit dem Modul »zipfile«.

source: Compression of all uncompressed logfiles ...
de: Komprimierung aller unkomprimierten Logdateien ...

source: Compression of file '%s' will be delayed.
de: Die Komprimierung der Datei »%s« wird verschoben.

source: Configuration check only.
de: Nur Überprüfung der Konfiguration.

source: Configuration reader object structure
de: Objektstruktur des Konfigurtionslesers

source: Copying all file metadata to target '%s' ...
de: Kopiere alle Datei-Metadaten zu Zielobjekt »%s« ...

source: Copying file '%(from)s' => '%(to)s'.
de: Kopiere Datei »%(from)s« => »%(to)s«.

source: Copying ownership from source to target.
de: Kopiere Besitzerschaft von Quell- zu Zielobjekt.

source: Copying permissions and timestamps from source '%(src)s' to target '%(target)s'.
de: Kopiere Rechte und Zeitstempel von Quellobjekt »%(src)s« zu Zielojekt »%(target)s«.

source: Could not detect option in line '%s'.
de: Konnte keine Option in Zeile »%s« ermitteln.

source: Could not determine bytes in '%s'.
de: Konnte keine Bytes in »%s« feststellen.

source: Could not determine date format: '%(date)s' (file: '%(file)s', row: %(row)d)
de: Konnte Datumsformat »%(date)s« nicht erkennen (Datei »%(file)s«, Zeile %(row)d)

source: Could not open status file '%s' for write:
de: Konnte Statusdatei »%s« nicht zum Schreiben öffnen:

source: Could not read configuration
de: Konnte Konfiguration nicht lesen.

source: Could not read configuration file '%s'
de: Konnte Konfigurationsdatei »%s« nicht lesen

source: Could not read status file '%s':
de: Konnte Statusdatei »%s« nicht lesen:

source: Couldn't detect prefix '%s'.
de: Konnte keinen Präfix inn »%s« ermitteln.

source: Couldn't open PID file '%(file)s' for reading: %(msg)s
de: Konnte PID-Datei »%(file)s« nicht zum Lesen öffnen: %(msg)s

source: Couldn't open PID file '%(file)s' for writing: %(msg)s
de: Konnte PID-Datei »%(file)s« nicht zum Schreiben öffnen: %(msg)s

source: Create permissions: %(mode)4o, Owner-UID: %(uid)d, Group-GID: %(gid)d
de: Erstellungsrechte: %(mode)4o, Besitzer-UID: %(uid)d, Besitzer-GID: %(gid)d

source: Creating directory '%s' ...
de: Erstelle Verzeichnis »%s« ...

source: Creating olddir '%s' recursive ...
de: Erstelle Olddir-Verzeichnis »%s« rekursiv ...

source: Current count: %(count)d, current age: %(age)d seconds
de: Aktuelle Anzahl: %(count)d, aktuelles Alter: %(age)d Sekunden

source: Cyclic rotation from '%(from)s' to '%(to)s'.
de: Zyklische Rotation von »%(from)s« zu »%(to)s«.

source: Date of last rotation: %s
de: Zeitpunkt der letzten Rotation: %s

source: Date of next rotation '%(next)s' is in future, rotation not necessary.
de: Der Zeitpunkt der nächsten Rotation »%(next)s« liegt in der Zukunft, eine Rotation ist deshalb nicht notwendig.

source: Date of next rotation: %s
de: Zeitpunkt der nächsten Rotation: %s

source: Deleting '%s' because of too much.
de: Lösche Datei »%s«, weil: zuviel.

source: Deleting '%s' because of too old.
de: Lösche Datei »%s«, weil: zu alt.

source: Deleting file '%s' ...
de: Lösche Datei »%s« ...

source: Deleting uncompressed file '%s' ...
de: Lösche unkomprimierte Datei »%s« ...

source: Deletion of all superfluid logfiles ...
de: Löschen aller überflüssigen Logdateien ...

source: Directive '%(directive)s' is not allowed outside of a logfile definition. (file '%(file)s', line %(lnr)s)
de: Die Direktive »%(directive)s« ist nicht außerhalb einer Logdateidefinition erlaubt. (Datei »%(file)s«, Zeile %(lnr)s)

source: Directory '%s' allready exists, not created.
de: Verzeichnis »%s« existiert bereits und wird nicht angelegt.

source: Directory '%s' doesn't exists.
de: Verzeichnis »%s« existiert nicht.

source: Directory '%s' exists, but is not a valid directory.
de: Das Verzeichnis »%s« existiert bereits, ist aber kein gültiges Verzeichnis.

source: Directory chain to create: '%s'
de: Verzeichniskette zum Erstellen: »%s«

source: Display brief usage message and exit.
de: Zeigt einen kurzen Text zur Verwendung und beendet sich.

source: Do rotate logfile '%s' ...
de: Rotiere Logdatei »%s« ...

source: Don't do anything, just test (implies -v and -T)
de: Testmodus, Kommandos werden nur simuliert (beinhaltet -v und -T)

source: End of a logfile definition (file '%(file)s', line %(line)s)
de: Ende einer Logdateidefinition (Datei »%(file)s«, Zeile %(line)s)

source: Error on chmod of '%(file)s': %(err)s
de: Fehler beim Setzen der Rechte von »%(file)s«: %(err)s

source: Error on chmod of '%(target)s': %(err)s
de: Fehler beim Setzen der Rechte von »%(target)s«: %(err)s

source: Error on chown of '%(file)s': %(err)s
de: Fehler beim Setzen der Besitzerschaft von »%(file)s«: %(err)s

source: Error on chowning directory '%(dir)s': %(err)s
de: Fehler beim Ändern der Besitzrechte von Verzeichnis »%(dir)s«: %(err)s

source: Error on copying '%(from)s' => '%(to)s': %(err)s
de: Fehler beim Kopieren von »%(from)s« => »%(to)s«: %(err)s

source: Error on creating directory '%(dir)s': %(err)s
de: Fehler beim Erstellen von Verzeichnis »%(dir)s«: %(err)s

source: Error on creating file '%(from)s': %(err)s
de: Fehler beim Erstellen der Datei »%(from)s«: %(err)s

source: Error on moving '%(from)s' => '%(to)s': %(err)s
de: Fehler beim Umbenennen bzw. Verschieben von »%(from)s« => »%(to)s«: %(err)s

source: Error on open file '%(file)s' on reading: %(err)s
de: Fehler beim Öffnen der Datei »%(file)s« zum Schreiben: %(err)s

source: Error on open file '%(file)s' on writing: %(err)s
de: Fehler beim Öffnen der Datei »%(file)s« zum Schreiben: %(err)s

source: Error on removing file '%(file)s': %(err)s
de: Fehler beim Löschen der Datei »%(file)s«: %(err)s

source: Error on setting times on target file '%(target)s': %(err)s
de: Fehler beim Setzen der Zeitstempel von Zielojekt »%(target)s«: %(err)s

source: Error on truncing file '%(from)s': %(err)s
de: Fehler beim Abschneiden der Datei »%(from)s«: %(err)s

source: Error removing PID file '%(file)s': %(msg)
de: Fehler beim Löschen der PID-Datei »%(file)s«: %(msg)

source: Error removing uncompressed file '%(file)s': %(msg)
de: Fehler beim Löschen der unkomprimierten Datei »%(file)s«: %(msg)

source: Executing command: '%s'
de: Führe Kommando aus: »%s«

source: Executing firstaction script '%s' ...
de: Führe Firstaction-Skript »%s« aus ...

source: Executing lastaction script '%s' ...
de: Führe Lastaction-Skript »%s« aus ...

source: Executing postrun script '%s' ...
de: Führe Postrun-Skript »%s« aus ...

source: Executing prerun script '%s' ...
de: Führe Prerun-Skript »%s« aus ...

source: Executing script '%(name)s' with command: '%(cmd)s'
de: Führe Skript »%(name)s« mit dem Kommando »%(cmd)s« aus.

source: Execution failed: %s
de: Ausführung ging schief: %s

source: Execution of script '%(name)s' failed: %(error)s
de: Die Ausführung des Skriptes »%(name)s« ging schief: %(error)s

source: Failing size definition.
de: Fehlende Größenangabe.

source: File '%s' doesn't exists.
de: Die Datei »%s« existiert nicht.

source: File '%s' dosn't exists.
de: Die Datei »%s« existiert nicht.

source: File '%s' has a size of 0, skip compressing.
de: Die Datei »%s« hat die Größe Null, übergehe Komprimierung.

source: File '%s' is not a regular file.
de: Die Datei »%s« ist keine reguläre Datei.

source: File '%s' seems to be compressed, skip it.
de: Datei »%s« scheint schon komprimiert zu sein, übergehe sie.

source: File '%s' will be deleted, compression unnecessary.
de: Die Datei »%s« wird gelöscht, keine Komprimierung notwendig.

source: File or directory '%s' doesn't exists.
de: Die Datei oder das Verzeichnis »%s« existiert nicht.

source: Filesize %(filesize)d is less than %(maxsize)d, rotation not necessary.
de: Die Dateigröße %(filesize)d ist geringer als %(maxsize)d, eine Rotation ist deshalb nicht notwendig.

source: Filesize of '%(file)s': %(size)d
de: Dateigröße von »%(file)s«: %(size)d

source: Find all logfiles for shell matching pattern '%s' ...
de: Finde alle Logdateien für das Shell-Suchmuster »%s« ...

source: Force file rotation
de: Erzwingt Logratation

source: Force mode is ON.
de: Zwangsmodus ist AN.

source: Found %f days.
de: Fand %f Tage.

source: Found %f hours.
de: Fand %f Stunden.

source: Found %f months.
de: Fand %f Monate.

source: Found %f weeks.
de: Fand %f Wochen.

source: Found %f years.
de: Fand %f Jahre.

source: Found address entries:
de: Gefundene Adresseinträge:

source: Found factor %d.
de: Faktor %d gefunden.

source: Found global options:
de: Gefundene globale Optionen:

source: Found invalid mail address '%s'.
de: Ungültige Mailadresse »%s« gefunden.

source: Found logfile '%(file)s for pattern '%(pattern)s'.
de: Logdatei »%(file)s« zum Suchmuster »%(pattern)s« gefunden.

source: Found logfile '%(file)s' with rotation date '%(date)s'.
de: Logdateidefinition für »%(file)s« mit Zeitpunkt »%(date)s« gefunden.

source: Found logfiles to compress:
de: Gefundene Logdateien für Komprimierung:

source: Found logfiles to delete:
de: Gefundene Logdateien zum Löschen:

source: Found old logfiles:
de: Gefundene alte Logdateien:

source: Found option '%(opt)s' with value '%(val)s'.
de: Option »%(opt)s« mit Wert »%(val)s« gefunden.

source: Found rotations:
de: Gefundene Rotationen:

source: Found start of a external script definition. (file '%(file)s', line %(line)s)
de: Beginn einer externen Scriptdefinition gefunden. (Datei »%(file)s«, Zeile %(line)s)

source: Found start of a regular script definition: type: '%(type)s', name: '%(name)s' (file '%(file)s', line %(line)s)
de: Beginn einer regulären Scriptdefinition gefunden: »%(type)s«, Name: »%(name)s« (Datei »%(file)s«, Zeile %(line)s)

source: Found value '%(value)s' behind the boolean option '%(option)s', ignoring. (file '%(file)s', line %(lnr)s)
de: Wert »%(value)s« nach boolscher Option »%(option)s« gefunden, wird ignoriert. (Datei »%(file)s«, Zeile %(lnr)s)

source: Generated E-mail:
de: Generierte E-Mail:

source: Given period is 'None'.
de: Die übergebene Periode ist »None«.

source: Given period was empty
de: Die übergebene Periode ist leer.

source: Given value is 'None'.
de: Der übergebene Wert ist »None«.

source: Got a rotation size in '%(directive)s' of %(bytes)d bytes. (file '%(file)s', line %(lnr)s)
de: Erhaltene Rotationsgröße in »%(directive)s«: %(bytes)d Bytes. (Datei »%(file)s«, Zeile %(lnr)s)

source: Got mail address pair:
de: Mailadress-Paar gefunden:

source: Got returncode for script '%(name)s': '%(retcode)s'
de: Habe Rückggabewert »%(retcode)s« für Skript »%(name)s« erhalten.

source: Got returncode: '%s'
de: Erhaltener Rückgabewert: »%s«

source: Guessed content-type: '%(ctype)s' and encoding '%(encoding)s'.
de: Erratener Content-Type: »%(ctype)s«, und Encoding: »%(encoding)s«.

source: Handler object structure
de: Struktur des Handlerobjektes

source: Idendified version of status file: %d
de: Erkannte Version der Statusdatei: %d

source: Including directory '%s' ...
de: Binde Verzeichnis »%s« ein ...

source: Including item '%(item)s' ('%(path)s') ...
de: Binde Element »%(item)s« ein (»%(path)s«) ...

source: Including object '%(include)s' doesn't exists. (file '%(file)s', line %(lnr)s)
de: Das einzubindende Objekt »%(include)s« existiert nicht. (Datei »%(file)s«, Zeile %(lnr)s)

source: Including object '%(include)s' is neither a regular file nor a directory. (file '%(file)s', line %(lnr)s)
de: Das einzubindende Objekt »%(include)s« ist weder eine reguläre Datei noch ein Verzeichnis. (Datei »%(file)s«, Zeile %(lnr)s)

source: Incompatible version of status file '%(file)s': %(header)s
de: Inkompatible Version der Statusdatei »%(file)s«: %(header)s

source: Initial search for the sendmail executable ...
de: Initiale Suche nach dem »sendmail«-Programm ...

source: Invalid SMTP port '%s' given.
de: Ungültiger SMTP-Port »%s« angegeben.

source: Invalid content for a period: '%s'.
de: Ungültiger Inhalt für eine Periode: »%s«.

source: Invalid create mode '%s' in 'olddir'.
de: Ungültiger »olddir«-Erstellungsmodus: »%s«.

source: Invalid create mode '%s'.
de: Ungültiger Erstellungsmodus »%s«.

source: Invalid date: '%(date)s' (file: '%(file)s', row: %(row)d)
de: Ungültiges Datum: »%(date)s« (Datei »%(file)s«, Zeile %(row)d)

source: Invalid definition for 'size': '%s'.
de: Ungültige Größenangabe: »%s«.

source: Invalid group '%s' in 'create'.
de: Ungültige Gruppe »%s« in »create«.

source: Invalid group '%s' in 'olddir'.
de: Ungültige Gruppe »%s« in »olddir«.

source: Invalid mail address for 'mailfrom' given: '%s'.
de: Ungültige Mailadresse »%s« für »mailfrom« angegeben.

source: Invalid mail address given: '%s'.
de: Ungültige Mailadresse übergeben: »%s«.

source: Invalid maxage definition: '%s'
de: Ungültige Definition von »maxage«: »%s«

source: Invalid owner '%s' in 'create'.
de: Ungültiger Nutzer »%s« in »create«.

source: Invalid owner '%s' in 'olddir'.
de: Ungültiger Nutzer »%s« in »olddir«.

source: Invalid period definition: '%s'
de: Ungültige Angabe einer Rotationsperiode: »%s«

source: Invalid taboo pattern type '%s' given
de: Ungültiger Tabutyp »%s« gegeben

source: Invalid usage of --force and --config-check.
de: Ungültige Verwendung von --force und --config-check.

source: Invalid value for property '%s' given.
de: Ungültiger Wert für Eigenschaft »%s« übergeben.

source: Item '%(item)s' is matching pattern '%(pattern)s', skiping.
de: Element »%(item)s« paßt auf Muster »%(pattern)s« und wird übergangen.

source: Item '%s' is not a regular file.
de: Element »%s« ist keine reguläre Datei.

source: Lastaction script '%s' not found.
de: Das Lastaction-Skript »%s« wurde nicht gefunden.

source: Logfile '%(logfile)s' is even defined (file '%(cfgfile)s', row %(rownum)d) and so not taken a second time.
de: Die Logdatei »%(logfile)s« wurde bereits definiert (Datei »%(cfgfile)s«, Zeile %(rownum)d) und wird damit nicht noch einmal berücksichtigt.

source: Logfile '%s' has a filesize of Zero, not rotated
de: Die Logdatei »%s« hate eine Dateigröße von Null und wird deshalb auch nicht rotiert.

source: Logfile '%s' will taken.
de: Die Logdatei »%s« wird berücksichtigt.

source: Logfile pattern definition not allowed inside a logfile definition (file '%(file)s', line %(line)s)
de: Die Definition eines Logdateimusters ist innerhalb einer Logdateidefinition nicht erlaubt. (Datei »%(file)s«, Zeil %(line)s)

source: Logrotate config reader initialised
de: Logrotate-Konfigurationsleser initialisiert

source: Logrotate script object '%s' will destroyed.
de: Das Logrotate-Script-Objekt »%s« wird zerstört.

source: Logrotating initialised
de: Logrotation initialisiert.

source: Logrotating ready for work
de: Logrotation ist bereit zur Arbeit.

source: Looking, whether the firstaction script should be executed.
de: Schaue nach, ob das Firstaction-Skript ausgeführt werden soll.

source: Looking, whether the lastaction script should be executed.
de: Schaue nach, ob das Lastaction-Skript ausgeführt werden soll.

source: Looking, whether the postrun script should be executed.
de: Schaue nach, ob das Postrun-Skript ausgeführt werden soll.

source: Looking, whether the prerun script should be executed.
de: Schaue nach, ob das Prerun-Skript ausgeführt werden soll.

source: Mailer object will destroyed.
de: Das Mailer-Objekt wird zerstört.

source: Max. count rotations: %d
de: Maximale Anzahl von Rotationen: %d

source: Maxage: %d seconds
de: Maximalalter: %d Sekunden

source: Moving file '%(from)s' => '%(to)s'.
de: Benenne bzw. verschiebe Datei »%(from)s« => »%(to)s«.

source: Name of state file: '%s'
de: Dateiname der Statusdatei: »%s«

source: Needless content found at the end of a logfile definition found: '%(rest)s' (file '%(file)s', line %(line)s)
de: Nutzloser Inhalt am Ende einer Logdateidefinition gefunden: »%(rest)s« (Datei »%(file)s«, Zeile %(line)s)

source: Negative value %(value)s for option '%(option)s' is not allowed.
de: Der negative Wert %(value)s für die Option »%(option)s« ist nicht erlaubt.

source: Neither 'target' nor 'statinfo' was given on calling _copy_file_metadata().
de: Weder »target« noch »statinfo« wurden beim Aufruf von »_copy_file_metadata()« angegeben.

source: Neither a logfile nor a date found in line '%(line)s' (file: '%(file)s', row: %(row)d)
de: Weder Logdatei noch Datum in Zeile »%(line)s« gefunden (Datei »%(file)s«, Zeile %(row)d)

source: Nested logfile definitions are not allowed. (file '%(file)s', line %(lnr)s)
de: Verschachtelte Logdateidefinitionen sind nicht erlaubt. (Datei »%(file)s«, Zeile %(lnr)s)

source: New external script name: '%s'.
de: Neuer externer Scriptname: »%s«

source: New log script name: '%s'.
de: Neuer Scriptname: »%s«

source: New logfile definition:
de: Neue Logdateidefinition:

source: New taboo pattern: '%s'.
de: Neues Tabu-Muster: »%s«.

source: No command to execute defined in script '%s'.
de: Kein Kommando zu Ausführung in Skript »%s« definiert.

source: No compression defined.
de: Keine Komprimierung definiert.

source: No configuration file given.
de: Keine Konfigurationsdatei angegeben.

source: No dirname directive for olddir given.
de: Kein Verzeichnis für olddir-Direktive angegeben.

source: No execute permissions to '%s'.
de: Keinw Ausführungsrechte auf »%s«.

source: No extension for compressed logfiles given (File of definition: '%(file)s', start definition: %(rownum)d).
de: Keine Dateierweiterung für die komprimierten Logdateien gegeben (Beginn der Definition: Datei »%(file)s«, Zeile %(rownum)d).

source: No file or directory given in a include directive (file '%(file)s', line %(lnr)s)
de: Keine Datei oder Verzeichnis in »include«-Direktive angegeben. (Datei »%(file)s«, Zeile %(lnr)s)

source: No logfile definitions found.
de: Keine Logdatei-Definitionen gefunden.

source: No logfile found for pattern '%s'.
de: Keine Logdateien zum Suchmuster »%s« gefunden.

source: No logfile pattern defined on starting a logfile definition. (file '%(file)s', line %(lnr)s)
de: Kein Logdateimuster am Beginn einer Logdateidefinition angegeben. (Datei »%(file)s«, Zeile %(lnr)s)

source: No logfile pattern defined.
de: Keine Logdatei bzw. Dateisuchmuster definiert.

source: No logfiles to compress found.
de: Keine Logdateien zum Komprimieren gefunden.

source: No logfiles to delete found.
de: Keine Logdateien zum Löschen gefunden.

source: No maxage given.
de: Kein Maximalalter angegeben.

source: No old logfiles available.
de: Keine alten Logdateien ermittelt.

source: No old logfiles to compress found.
de: Keine alten Logdateien für Komprimierung gefunden.

source: No old logfiles to delete found.
de: Keine Logdateien zum Löschen gefunden.

source: No permission to signal the process %d ...
de: Kein Recht, ein Signal an Prozeß %d zu senden ...

source: No script name given in a script directive. (file '%(file)s', line %(lnr)s)
de: Kein Scriptname in Scriptdirektive angegeben. (Datei »%(file)s«, Zeile %(lnr)s)

source: No useful information found in PID file '%(file)s': '%(line)s'
de: Keine sinnvolle Information in PID-Datei »%(file)s« gefunden: »%(line)s«

source: No write access to parent directory '%(dir)s' of status file '%(file)s'.
de: Kein Schreibzugriff auf übergeordnetes Verzeichnis »%(dir)s« der Statusdatei »%(file)s«

source: No write access to status file '%s'.
de: Kein Schreibzugriff auf Statusdatei »%s«.

source: No write and execute access to olddir '%s'.
de: Keine Schreib- und Ausführungsrechte auf das Olddir-Verzeichnis »%s«.

source: Olddir '%s' allready exists, not created.
de: Das Olddir-Verzeichnis »%s« existiert bereits und wird nicht angelegt.

source: Olddir '%s' exists, but is not a valid directory.
de: Das Olddir-Verzeichnis »%s« existiert bereits, ist aber kein gültiges Verzeichnis.

source: Olddir name is now '%s'
de: Der Olddir-Name ist jetzt »%s«

source: Only absolute path allowed for a sendmail command: '%s'.
de: Für das »sendmail«-Kommando sind nur absolute Pfadangaben erlaubt: »%s«.
