Repository: fbrehm/py-logrotate
Catalog: po/*/LC_MESSAGES/pylogrotate.po
Languages: de

source: Only one configuration file is allowed.
de: Es ist nur die Angabe einer Konfigurationsdatei erlaubt.

source: Only one declaration of a file or directory is allowed in a include directive, the first one is used. (file '%(file)s', line %(lnr)s)
de: In einer »include«-Direktive darf nur eine Datei oder ein Verzeichnis angegeben werden. Die erste Angabe wird verwendet. (Datei »%(file)s«, Zeile %(lnr)s)

source: Only one script name is allowed in a script directive, the first one is used. (file '%(file)s', line %(lnr)s)
de: Nur ein Scriptname in einer Scriptdirektive erlaubt, der erste wird verwendet. (Datei »%(file)s«, Zeile %(lnr)s)

source: Only root may execute chown().
de: Nur root darf Besitzrechte ändern.

source: Open status file '%s' for writing ...
de: Öffne Statusdatei »%s« zum Schreiben ...

source: Option '%(option)s' has no integer value: %(msg)s.
de: Der Option »%(option)s« wurde kein Integerwert zugewiesen: %(msg)s.

source: Option '%(option)s' may not have a value ('%(value)s'). (file '%(file)s', line %(lnr)s)
de: Die Option »%(option)s« darf keinen Wert aufweisen (»%(value)s«). (Datei »%(file)s«, Zeile %(lnr)s)

source: Option '%s' must have a value.
de: Die Option »%s« muss einen Wert haben.

source: Option '%s' not allowed inside a logfile directive.
de: Die Option »%s« ist innerhalb einer Logdateidefinition nicht erlaubt.

source: Option '%s' without a necessary value.
de: Der Option »%s« wurde kein Wert zugewiesen.

source: Option '%s' without a value
de: Die Option »%s« hat keinen Optionswert.

source: Option 'copy' disables option 'copytruncate'. (file '%(file)s', line %(lnr)s)
de: Die Option »copy« setzt die Option »copytruncate« außer Kraft.(Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'copy' disables option 'create'. (file '%(file)s', line %(lnr)s)
de: Die Option »copy« setzt die Option »create« außer Kraft.(Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'copy' was set, so option 'create' has no effect. (file '%(file)s', line %(lnr)s)
de: Die Option »copy« wurde gesetzt, dadurch hat die Option »create« keinen Effekt. (Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'copytruncate' disables option 'copy'. (file '%(file)s', line %(lnr)s)
de: Die Option »copytruncate« setzt die Option »copy« außer Kraft.(Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'copytruncate' disables option 'create'. (file '%(file)s', line %(lnr)s)
de: Die Option »copytruncate« setzt die Option »create« außer Kraft.(Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'copytruncate' was set, so option 'create' has no effect. (file '%(file)s', line %(lnr)s)
de: Die Option »copytruncate« wurde gesetzt, dadurch hat die Option »create« keinen Effekt. (Datei »%(file)s«, Zeile %(lnr)s)

source: Option 'olddir' without a value given.
de: Die Option »olddir« wurde ohne Wert angegeben.

source: Option 'taboo%s' needs a value.
de: Die Option »taboo%s« benötigt einen Wert.

source: Option 'taboo%s' not allowed inside a logfile directive.
de: Die Option »taboo%s« ist innerhalb einer Logfiledefinition nicht erlaubt.

source: Options
de: Optionen

source: PID file '%s' doesn't exists.
de: PID-Datei »%s« existiert nicht.

source: PID file: '%s'
de: PID-Datei: »%s«

source: Parent directory '%(dir)s' of status file '%(file)s' is not a directory.
de: Das übergeordnetes Verzeichnis »%(dir)s« der Statusdatei »%(file)s« ist kein Verzeichnis.

source: Path of PID file (different to configuration)
de: Pfad zur PID-Datei (im Unterschied zur Konfiguration)

source: Path of state file (different to configuration)
de: Pfad zur Statusdatei (im Unterschied zur Konfiguration)

source: Pattern '%s'.
de: Suchmuster »%s«.

source: Performing logfile '%s' ...
de: Verarbeite Logdatei »%s« ...

source: Performing status file line '%(line)s' (file: '%(file)s', row: %(row)d)
de: Verarbeite Statusdateizeile »%(line)s« (Datei »%(file)s«, Zeile %(row)d)

source: Permissions to parent directory '%s' are OK.
de: Die Rechte auf das Verzeichnis »%s« sind okay.

source: Postrotate script '%s' not found.
de: Das Postrotate-Skript »%s« wurde nicht gefunden.

source: Process with PID %d anonymous died.
de: Prozeß mit der PID %d ist unbekannterweise gestorben.

source: Process with PID %d is allready running.
de: Prozeß mit der PID %d läuft noch.

source: Reading PID file '%s' ...
de: Lese PID-Datei »%s« ...

source: Reading configuration from '%s' ...
de: Lese Konfiguration aus »%s« ...

source: Reading status file '%s' ...
de: Lese Statusdatei »%s« ...

source: Recreating file '%s'.
de: Erstelle Datei »%s«.

source: Recursive including of '%(include)s' (file '%(file)s', line %(lnr)s)
de: Rekursive Einbindung von »%(include)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Recursive including of '%(include)s'. (file '%(file)s', line %(lnr)s)
de: Rekursive Einbindung von »%(include)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Removing 'create'. (file '%(file)s', line %(lnr)s)
de: Entferne »create«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Removing 'olddir'. (file '%(file)s', line %(lnr)s)
de: Entferne »olddir«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Removing PID file '%s' ...
de: Lösche PID-Datei »%s« ...

source: Resetting default values for directives to hard coded values
de: Setze Vorgabewerte für Direktiven auf hardkodierte Werte zurück

source: Rest after days: '%s'.
de: Rest nach Tagesermittlung: »%s«.

source: Rest after hours: '%s'.
de: Rest nach Stundenermittlung: »%s«.

source: Rest after months: '%s'.
de: Rest nach Monatsermittlung: »%s«.

source: Rest after weeks: '%s'.
de: Rest nach Wochenermittlung: »%s«.

source: Rest after years: '%s'.
de: Rest nach Jahresermittlung: »%s«.

source: Resulting target '%s' exists, retrieve cyclic rotation ...
de: Resultierende Zieldatei »%s« existiert, ermittle zyklische Rotation ...

source: Retrieving all movings and rotations for logfile '%(file)s' to target '%(target)s' ...
de: Ermittle alle Umbenennungen und Rotationen für Logdatei »%(file)s« zu Zieldatei »%(target)s« ...

source: Retrieving all old logfiles for file '%s' ...
de: Ermittle alle alten Laogdateien zu Datei »%s« ...

source: Retrieving logfiles to compress ...
de: Ermittle zu komprimierende Logdateien ...

source: Retrieving logfiles to delete ...
de: Ermittle Logdateien zum Löschen ...

source: Retrieving the name of the rotated file of '%s' ...
de: Ermittle den Namen der Rotierten Datei von »%s« ...

source: Rotates, compresses and mails system logs.
de: Rotiert, komprimiert und versended Systemlogdateien per Mail

source: Rotating of '%s' because of force mode.
de: Rotation von »%s« wegen Zwangs-Modus.

source: Rotating of logfile definition:
de: Rotation der Logdatei-Definition:

source: Script name '%(name)s' is allready declared, it will be overwritten. (file '%(file)s', line %(lnr)s)
de: Der Scriptname »%(name)s« wurde bereits deklariert und wird überschrieben. (Datei »%(file)s«, Zeile %(lnr)s)

source: Search for pattern '%s' ...
de: Suche nach Muster »%s« ...

source: Search path '%s' doesn't exists or is not a directory
de: Der Suchpfad »%s« existiert entweder nicht oder ist kein Verzeichnis

source: Sending mail with attached file '%(file)s' to: %(rcpt)s
de: Verschicke Mail mit angehängter Datei »%(file)s« an: %(rcpt)s

source: Sendmail command '%s' not found.
de: Das »sendmail«-Kommando »%s« wurde nicht gefunden.

source: Senseless option value '%(value)s' after '%(option)s'.
de: Sinnloser Optionswert »%(value)s« nach »%(option)s«.

source: Set sender mail address to: '%s'.
de: Setze Absender-Mailadresse auf: »%s«.

source: Setting 'dateext' in '%(directive)s' to %(ext)s. (file '%(file)s', line %(lnr)s)
de: Setze »dateext« in »%(directive)s« auf %(ext)s. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting 'datepattern' in '%(directive)s' to '%(pattern)s'. (file '%(file)s', line %(lnr)s)
de: Setze »datepattern« in »%(directive)s« auf »%(pattern)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting 'maxage' in '%(directive)s' to %(days)f days. (file '%(file)s', line %(lnr)s)
de: Setze »maxage« in »%(directive)s« auf %(days)f Tage. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting 'period' in '%(directive)s' to %(days)f days. (file '%(file)s', line %(lnr)s)
de: Setze Rotationsperiode in »%(directive)s« auf %(days)f Tage. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting atime and mtime of target '%s'.
de: Setze Atime und Mtime von Zielobjekt »%s«.

source: Setting boolean option '%(option)s' in '%(directive)s' to '%(value)s'. (file '%(file)s', line %(lnr)s)
de: Setze boolsche Option »%(option)s« in »%(directive)s« auf »%(value)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting global option '%(option)s' to '%(value)s'. (file '%(file)s', line %(lnr)s)
de: Setze globale Option »%(option)s auf »%(value)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting integer option '%(option)s' in '%(directive)s' to '%(value)s'. (file '%(file)s', line %(lnr)s)
de: Setze die Integer-Option '%(option)s' in '%(directive)s' auf '%(value)s'. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting mail address in '%(directive)s' to '%(addr)s'. (file '%(file)s', line %(lnr)s)
de: Setze Mailadresse in »%(directive)s« auf »%(addr)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting mailfirst in '%(directive)s' to '%(value)s'. (file '%(file)s', line %(lnr)s)
de: Setze mailfirst in »%(directive)s« auf »%(value)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Setting ownership of '%(file)s' to uid %(uid)d and gid %(gid)d.
de: Setze Besitzerschaft von »%(file)s« auf UID %(uid)d und GID %(gid)d.

source: Setting permissions of '%(file)s' to %(mode)4o.
de: Setze Rechte von »%(file)s« auf %(mode)4o.

source: Setting permissions of '%(target)s' to %(mode)4o.
de: Setze Rechte von »%(target)s« auf %(mode)4o.

source: Setting rotation date of '%(file)s' to '%(date)s' ...
de: Setze Rotationszeitpunkt von »%(file)s« auf »%(date)s« ...

source: Shows a help message and exit.
de: Zeigt einen Hilfetext und beendet sich.

source: Shows the version number of the program and exit.
de: Zeigt die Versionsnummer des Programms und beendet sich.

source: Shred command found: '%s'
de: Shred Befehl gefunden: »%s«

source: Shred command not found, shred disabled
de: Shred Befehl nicht gefunden, shred wird deaktiviert

source: Skip subdirectory '%s' in including.
de: Übergehe Unterverzeichnis »%s« bei Einbindung.

source: Source file '%(source)s' and target file '%(target)s' are the same file.
de: Die Quelldatei »%(source)s« und die Zieldatei »%(target)s« sind identisch.

source: Source file '%s' for compression doesn't exists.
de: Die Quelldatei »%s« für Komprimierung existiert nicht.

source: Split into parts of: '%s'
de: Zerteile: »%s«

source: Stage 1: reading configuration
de: Phase 1: Einlesen der Konfiguration

source: Stage 2: underlying log rotation
de: Phase 2: Eigentliches Rotieren

source: Stage 3: sending logfiles per mail
de: Phase 3: Verschicken von Logdateien per Mail

source: Stage 4: deleting of old logfiles
de: Phase 4: Löschen der alten Logdateien

source: Stage 5: compression of old log files
de: Phase 5: Komprimieren der alten Logdateien

source: Starting a logfile definition (file '%(file)s', line %(line)s)
de: Beginne eine Logdateidefinition (Datei »%(file)s«, Zeil %(line)s)

source: Starting a new log directive with default values.
de: Beginn einer neuen Logdateidefinition mit Vorgabewerten.

source: Starting underlying rotation ...
de: Starte eigentliche Rotation ...

source: State of script '%s':
de: Status des Skripts »%s«:

source: Status file '%s' doesn't exists.
de: Die Statusdatei »%s« existiert nicht.

source: Status file '%s' is not a regular file.
de: Die Statusdatei »%s« is keine reguläre Datei.

source: Status file object will destroyed.
de: Statusdatei-Objekt wird zerstört.

source: Struct files2send:
de: Sruktur files2send:

source: Substituting '[]' in compressoptions with '%s'.
de: Ersetze »[]« in den Komprimierungsoptionen durch »%s«.

source: Substituting '{}' in compressoptions with '%s'.
de: Ersetze »{}« in den Komprimierungsoptionen durch »%s«.

source: Syntax error in file '%(file)s', line %(line)s
de: Syntaxfehler in Datei Datei »%(file)s«, Zeile %(line)s

source: Syntax error: external script definition may not appear inside of a log file definition (file '%(file)s', line %(line)s)
de: Syntaxfehler: eine externe Scriptdefinition darf nicht innerhalb einer Logdateidefinition auftreten (Datei »%(file)s«, Zeile %(line)s)

source: Syntax error: include may not appear inside of log file definition (file '%(file)s', line %(line)s)
de: Syntaxfehler: Eine include-Anweisung darf nicht einer Logdateidefinition auftreten (Datei »%(file)s«, Zeile %(line)s)

source: Syntax error: open curly bracket inside a logfile pattern definition (file '%(file)s', line %(line)s)
de: Syntaxfehler: öffnende geschweifte Klammer innerhalb einer Logdateidefinition (Datei »%(file)s«, Zeile %(line)s)

source: Syntax error: unbalanced closing curly bracket found (file '%(file)s', line %(line)s)
de: Syntaxfehler: unausgeglichene Zahl von öffnenden und schließenden Klammern (Datei »%(file)s«, Zeile %(line)s)

source: Target '%s' of compression doesn't exists after executing compression command.
de: Die Zieldatei »%s« der Komprimierung existiert nicht nach Ausführung des Komprimierungskommandos.

source: Target file '%s' for compression allready exists.
de: Die Zieldatei »%s« für die Komprimierung existiert bereits.

source: Test mode is ON.
de: Testmodus ist AN.

source: Testing for '%s' ...
de: Teste auf »%s« ...

source: Testmode, skip test of PID file '%s'.
de: Testmodus, übergehe Test der PID-Datei »%s«.

source: Testmode, skip writing of PID file '%s'.
de: Testmodus, übergehe Schreiben der PID-Datei »%s«.

source: The 'From' address may not set to None.
de: Die »From«-Adresse darf nicht auf »None« gesetzt werden.

source: Total %f days found.
de: Insgesamt %f Tage gefunden.

source: Truncating file '%s'.
de: Schneide Datei »%s« ab.

source: Try reading configuration from '%s' ...
de: Versuche, die Konfiguration aus »%s« zu lesen ...

source: Try to create directory '%s' ...
de: Versuche, Verzeichnis »%s« zu erstellen ...

source: Trying check for process with PID %d ...
de: Versuche, Prozeß mit der PID %d zu überprüfen ...

source: Trying to determine create group '%(group)s'... (file '%(file)s', line %(lnr)s)
de: Versuche Erstellungsgruppe »%(group)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to determine create mode '%(mode)s'... (file '%(file)s', line %(lnr)s)
de: Versuche Erstellungsmodus »%(mode)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to determine create owner '%(owner)s'... (file '%(file)s', line %(lnr)s)
de: Versuche Erstellungsnutzer »%(owner)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to determine olddir create mode '%(mode)s' ... (file '%(file)s', line %(lnr)s)
de: Versuche »olddir«-Erstellungsmodus »%(mode)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to determine olddir group '%(group)s' ... (file '%(file)s', line %(lnr)s)
de: Versuche »olddir«-Erstellungsgruppe »%(group)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to determine olddir owner '%(owner)s' ... (file '%(file)s', line %(lnr)s)
de: Versuche »olddir«-Erstellungsnutzer »%(owner)s« festzustellen ... (Datei »%(file)s«, Zeile %(lnr)s)

source: Trying to include object '%s' ...
de: Versuche Objekt »%s« einzubinden ...

source: Unknown error: '%s'
de: Unbekannter Fehler: »%s«.

source: Unknown option '%s'.
de: Unbekannte Option »%s«.

source: Unsupported option '%(option)s'. (file '%(file)s', line %(lnr)s)
de: Nicht unterstützte Option »%(option)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Using '%(target)s' as target for rotation of logfile '%(logfile)s'.
de: Verwende »%(target)s« als Zieldatei der Rotation von Logdatei »%(logfile)s«.

source: Using '%s' as the sendmail command.
de: Verwende »%s« als »sendmail«-Kommando.

source: Using <%s> as the sender mail address.
de: Verwende <%s> als Absender-Mailadresse.

source: Using date extension '.%(ext)s' from pattern '%(pattern)s'.
de: Verwende Datumserweiterung ».%(ext)s« aus Muster »%(pattern)s«.

source: Using radix '%s'.
de: Verwende Radix »%s«.

source: Value '%(value)s' for option '%(option)s' is not an absolute path.
de: Der Wert »%(value)s« für die Option »%(option)s« ist keine absolute Pfadangabe.

source: Verbose mode is ON on level: %d
de: Ausführlichkeitmodus is AN auf Level: %d

source: What the hell is this: '%(include)s'. (file '%(file)s', line %(lnr)s)
de: Was zum Teufel ist das denn: »%(include)s«. (Datei »%(file)s«, Zeile %(lnr)s)

source: Writing PID file '%s' ...
de: Schreibe PID-Datei »%s« ...

source: Writing line '%s'.
de: Schreibe Zeile »%s«.

source: Writing version line '%s'.
de: Schreibe Versionszeile »%s«.

source: [%(date)s]: %(prog)s ended logrotation.
de: [%(date)s]: %(prog)s hat Logrotation beendet.

source: [%(date)s]: %(prog)s is starting logrotation.
de: [%(date)s]: %(prog)s beginnt mit Logratation.

source: logfile '%s' WILL rotated.
de: Die Logdatei »%s« WIRD rotiert.

source: logfile '%s' doesn't exists, not rotated
de: Die Logdatei »%s« existiert nicht und wird demzufolge auch nicht rotiert.

source: logfile '%s' is not a regular file, not rotated
de: Die Logdatei »%s« ist keine reguläre Datei und wird deshalb auch nicht rotiert.

source: logfile '%s' will NOT rotated.
de: Die Logdatei »%s« wird NICHT rotiert.

source: set the verbosity level
de: bestimmt das Ausführlichkeits-Niveau

source: set this do simulate commands
de: Testmodus, Kommandos werden nur simuliert

source: using radix '%s'.
de: Verwende Radix »%s«.
